{
  "recipes": [
    {
      "name": "Pumpkin Chocolate Chip Muffins",
      "type": "desserts",
      "imgurl": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F9343331.jpg&w=1200&h=678&c=sc&poi=face&q=60&orient=true",
      "ingredients": [
        "¾ cup white sugar",
        "¼ cup vegetable oil",
        "2 large eggs",
        "¾ cup canned pumpkin",
        "¼ cup water",
        "1 ½ cups all-purpose flour",
        " ¾ teaspoon baking powder",
        "½ teaspoon baking soda",
        "½ teaspoon ground cinnamon",
        "¼ teaspoon ground nutmeg",
        "¼ teaspoon ground cloves",
        "¼ teaspoon salt",
        "½ cup semisweet chocolate chips;"
      ],
      "instructions": [
        "Preheat the oven to 400 degrees F (200 degrees C). Grease and flour muffin pan or use paper liners.",
        "Whisk sugar, oil, and eggs together in a medium bowl. Stir in pumpkin and water until well blended.",
        "Mix together flour, baking powder, baking soda, cinnamon, nutmeg, cloves, and salt in a separate bowl.",
        "Add the wet ingredients into the dry ingredients and stir just to combine, being careful not to overmix. Gently stir in chocolate chips.",
        "Fill muffin cups 2/3 full with batter. Bake in the preheated oven until a toothpick inserted into the center comes out clean, 20 to 25 minutes.;"
      ],
      "id": 6
    },
    {
      "name": "Lemon Panko Salmon",
      "type": "mains",
      "imgurl": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F6312813.jpg&w=1200&h=678&c=sc&poi=face&q=60&orient=true",
      "ingredients": [
        "6 tablespoons panko bread crumbs",
        " 1 tablespoon grated Parmesan cheese ",
        " ½ teaspoon lemon pepper",
        " ½ teaspoon dried thyme",
        " ½ teaspoon dried parsley",
        " ⅛ teaspoon granulated garlic",
        " ⅛ teaspoon lemon zest ",
        " 2 (4 ounce) salmon fillets",
        " 1 tablespoon butter, melted"
      ],
      "instructions": [
        "Preheat oven to 375 degrees F (190 degrees C). Line a baking sheet with aluminum foil.",
        " Combine panko bread crumbs, Parmesan cheese, lemon pepper, thyme, parsley, granulated garlic, and lemon zest in a bowl. Arrange salmon on the prepared baking sheet and brush with melted butter. Sprinkle bread crumb mixture evenly over salmon fillets.",
        " Bake in the preheated oven until salmon flakes easily with a fork, 20 to 25 minutes."
      ],
      "id": 7
    },
    {
      "name": "Herbed Spaghetti Squash",
      "type": "sides",
      "imgurl": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F9202518.jpg&w=1200&h=678&c=sc&poi=face&q=60&orient=true",
      "ingredients": [
        "1 small spaghetti squash, halved and seeded",
        " 2 ½ tablespoons butter ",
        " ½ tablespoon chopped fresh chervil",
        " ½ tablespoon chopped fresh basil",
        " ½ tablespoon chopped fresh parsley",
        " ½ tablespoon chopped fresh sage",
        " ½ tablespoon chopped fresh chives",
        " ½ teaspoon salt",
        " ⅛ teaspoon freshly ground black pepper"
      ],
      "instructions": [
        "Preheat the oven to 375 degrees F (190 degrees C).",
        " Place spaghetti squash halves cut-sides down in a baking dish and add enough water to come 1/2-inch up the sides of the baking dish. Cover with aluminum foil.",
        " Bake in the preheated oven until the squash can easily be pierced with a sharp knife, about 45 minutes. Turn squash over, cover with foil again, and continue to cook until the squash is very tender, about 15 more minutes. Remove from the oven, uncover, and allow to cool slightly. Using a fork, gently pull the strands of squash away from the peel and place into a bowl.",
        " Melt butter in a skillet over medium heat. Add spaghetti squash strands, chervil, basil, parsley, sage, chives, salt, and pepper and cook until flavors are combined and heated through, 2 to 3 minutes."
      ],
      "id": 8
    },
    {
      "name": "Baked Kale Chips",
      "type": "appetizers",
      "imgurl": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F9443934.jpg&w=1200&h=678&c=sc&poi=face&q=60&orient=true",
      "ingredients": [
        "1 bunch kale",
        " 1 tablespoon olive oil",
        " 1 teaspoon flaked sea salt"
      ],
      "instructions": [
        "Preheat an oven to 300 degrees F (150 degrees C). Line a rimmed baking sheet with parchment paper.",
        " With a knife or kitchen shears carefully remove kale leaves from the thick stems and tear into bite size pieces. Wash and thoroughly dry kale with a salad spinner. Drizzle kale leaves with olive oil and toss to combine. Spread out in an even layer on the baking sheet without overlapping and sprinkle with salt.",
        " Bake until the edges start to brown but are not burnt, 20 to 30 minutes."
      ],
      "id": 9
    },
    {
      "name": "Bacon Wrapped Shrimp",
      "type": "appetizers",
      "imgurl": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F9174500.jpg&w=1200&h=678&c=sc&poi=face&q=60&orient=true",
      "ingredients": [
        "16 jumbo Shrimp, fresh, raw, jumbo (11-15)",
        " ¾ teaspoon Cajun seasoning",
        " 8 strips thin sliced bacon, cut in half",
        " 16 toothpicks",
        " 2 tablespoons hot honey"
      ],
      "instructions": [
        "Place shrimp on a plate and sprinkle both sides with Cajun seasoning. Wrap each shrimp with 1 narrow strip of bacon and fasten with a toothpick. Refrigerate for 25 to 30 minutes.",
        " Preheat the air fryer to 400 degrees F (200 degrees C).",
        " Air-fry shrimp for 3 minutes. Flip and continue cooking until bacon is lightly crispy, 4 to 5 minutes more. You may have to do 2 batches depending on the size of your air fryer.",
        " Remove shrimp to a plate and drizzle with hot honey. Serve immediately, being watchful of any toothpicks."
      ],
      "id": 10
    },
    {
      "name": "Caprese Salad",
      "type": "sides",
      "imgurl": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fpublic-assets.meredithcorp.io%2F05ecbd70fe0b397c94399e177a5b0324%2F1660283011BEC5DE74-38CF-4EDD-A170-DB00D4DAE4AA.jpeg&w=1200&h=678&c=sc&poi=face&q=60&orient=true",
      "ingredients": [
        "3 large heirloom tomatoes, sliced, or to taste",
        " 1 (16 ounce) package fresh mozzarella cheese, sliced",
        " ½ cup fresh basil leaves",
        " 3 tablespoons extra-virgin olive oil",
        " 1 pinch salt and ground black pepper to taste"
      ],
      "instructions": [
        "Arrange tomato slices, mozzarella slices, and basil leaves on a serving plate, alternating between them.",
        " Drizzle with olive oil and sprinkle with salt and pepper"
      ],
      "id": 11
    },
    {
      "name": "Pork Chops",
      "type": "mains",
      "imgurl": "https://www.inspiredtaste.net/wp-content/uploads/2018/08/Juicy-Pork-Chops-Recipe-1-1200.jpg",
      "ingredients": [
        "4 pork chops, about 1-inch thick and 6 to 7 ounces each",
        " 1 tablespoon all-purpose flour",
        " 1 teaspoon chili powder, see our homemade chili powder recipe",
        " 1 teaspoon garlic powder",
        " 1 teaspoon onion powder",
        " 1/2 teaspoon smoked paprika",
        " 1/2 teaspoon ground black pepper",
        " 1 tablespoon neutral oil like avocado oil or vegetable oil",
        " 1 cup low-sodium chicken stock, see our homemade chicken stock recipe",
        " 1 tablespoon apple cider vinegar",
        " 2 teaspoons honey or brown sugar",
        " 1 tablespoon butter",
        " 2 tablespoons chopped fresh parsley, optional"
      ],
      "instructions": [
        "Take the pork chops out of the refrigerator and season on both sides with salt — we use just less than 1/4 teaspoon of fine salt per pork chop. Set the chops aside to rest for 30 minutes.",
        " Meanwhile, make the spice rub. In a small bowl, mix the flour, chili powder, garlic powder, onion powder, smoked paprika, and 1/2 teaspoon of black pepper.",
        " After 30 minutes, use a paper towel to pat the pork chops dry, then rub both sides of the chops with the spice rub.",
        " Heat the oil in a skillet (with a lid) over medium-high heat. When the oil is hot and looks shimmery, add the pork. Cook until golden, 2 to 3 minutes.",
        " Flip the pork so that the seared side is facing up. If there is a fattier side of the pork, use kitchen tongs to hold the chops, fat-side-down until it sizzles and browns slightly",
        " about 30 seconds.",
        " Reduce the heat to low, then cover the skillet with a lid. Cook 6 to 12 minutes or until an instant-read thermometer reads 145° F when inserted into the thickest part of the chop. Cook time depends on the thickness of the chops, so check for doneness at 5 minutes, then go from there, checking every 2 minutes after that. If you do not have a thermometer, you will know they are done, if, when cutting into the chops, the juices run clear.",
        " Transfer pork chops to a plate, then cover loosely with aluminum foil. Let the pork rest for 5 minutes."
      ],
      "id": 12
    }
  ]
}